[
  {
    "name": "Oops Barcelona",
    "slug": "oops-barcelona",
    "summary": {
      "en": "A beautiful villa-style venue outside Barcelona with a pool area and strong architecture; quiet on a cold-night visit but full of potential when busier.",
      "pl": "Piękna willowa miejscówka pod Barceloną z basenem i mocną architekturą; cicho w chłodny wieczór, ale z dużym potencjałem przy większym ruchu.",
      "fr": "Belle villa près de Barcelone avec piscine et architecture marquante ; calme lors d'une visite par nuit froide, mais plein de potentiel quand c'est plus fréquenté.",
      "de": "Schöne Villa außerhalb Barcelonas mit Poolbereich und starker Architektur; ruhig bei einem Besuch an einer kalten Nacht, aber mit viel Potenzial bei mehr Betrieb.",
      "it": "Bella villa fuori Barcellona con piscina e forte carattere architettonico; tranquilla in una visita di notte fredda, ma con grande potenziale quando è più affollata.",
      "es": "Bonita villa a las afueras de Barcelona con zona de piscina y arquitectura sólida; tranquila en una visita en noche fría, pero con mucho potencial cuando hay más gente."
    },
    "city": "Barcelona",
    "country": "Spain",
    "country_code": "ES",
    "lat": 41.3851,
    "lng": 2.1734,
    "map_x": 30.5,
    "map_y": 77.5
  },
  {
    "name": "Limb",
    "slug": "limb-madrid",
    "summary": {
      "en": "Modern Madrid venue with late-night energy, sleek lounge upstairs, and varied playrooms below.",
      "pl": "Nowoczesny klub w Madrycie z nocną energią, stylowym lounge na górze i zróżnicowanymi pokojami na dole.",
      "fr": "Lieu moderne à Madrid, énergie nocturne tardive, lounge élégant en haut et playrooms variées en bas.",
      "de": "Moderner Madrid-Club mit später Energie, stylischer Lounge oben und vielfältigen Playrooms unten.",
      "it": "Locale moderno a Madrid con energia notturna, lounge elegante sopra e playroom varie sotto.",
      "es": "Local moderno en Madrid con energía nocturna, lounge elegante arriba y playrooms variadas abajo."
    },
    "city": "Madrid",
    "country": "Spain",
    "country_code": "ES",
    "lat": 40.4168,
    "lng": -3.7038
  },
  {
    "name": "Lullaby Swing Club",
    "slug": "lullaby-swing-club",
    "summary": {
      "en": "Warm, multi-room club focused on social nights and themed parties.",
      "pl": "Przytulny, wielosalonowy klub skupiony na wieczorach towarzyskich i imprezach tematycznych.",
      "fr": "Club chaleureux à plusieurs salles, axé sur des soirées sociales et des fêtes à thème.",
      "de": "Warmes Clubhaus mit mehreren Räumen, fokussiert auf gesellige Abende und Motto-Partys.",
      "it": "Club accogliente con più sale, focalizzato su serate sociali e feste a tema.",
      "es": "Club acogedor de varias salas, centrado en noches sociales y fiestas temáticas."
    },
    "city": "Wroclaw",
    "country": "Poland",
    "country_code": "PL",
    "lat": 51.1079,
    "lng": 17.0385
  },
  {
    "name": "Le Sabbie Nere",
    "slug": "le-sabbie-nere",
    "summary": {
      "en": "Coastal club with curated events and traveler-friendly hosting.",
      "pl": "Nadmorski klub z kuratorskimi wydarzeniami i gościnną obsługą dla podróżnych.",
      "fr": "Club côtier avec événements soignés et accueil adapté aux voyageurs.",
      "de": "Küstenclub mit kuratierten Events und reisefreundlicher Betreuung.",
      "it": "Club costiero con eventi curati e accoglienza pensata per i viaggiatori.",
      "es": "Club costero con eventos curados y una acogida amigable para viajeros."
    },
    "city": "Catania",
    "country": "Italy",
    "country_code": "IT",
    "lat": 37.5079,
    "lng": 15.083
  },
  {
    "name": "KitKatClub",
    "slug": "kitkat-wasteland",
    "summary": {
      "en": "Raw techno institution where dance floor and play space blend; creative fetish dress is mandatory.",
      "pl": "Surowa instytucja techno, gdzie parkiet płynnie łączy się ze strefami zabawy; kreatywny fetyszowy dress code jest obowiązkowy.",
      "fr": "Institution techno brute où piste et espaces de jeu se confondent ; dress code fétiche créatif obligatoire.",
      "de": "Rohes Techno-Institut, in dem Tanzfläche und Play-Spaces verschmelzen; kreativer Fetisch-Dresscode Pflicht.",
      "it": "Istituzione techno grezza dove pista e play space si fondono; dress code fetish creativo obbligatorio.",
      "es": "Institución techno cruda donde pista y play space se mezclan; dress code fetiche creativo obligatorio."
    },
    "city": "Berlin",
    "country": "Germany",
    "country_code": "DE",
    "lat": 52.52,
    "lng": 13.405
  },
  {
    "name": "Club Equinoxe",
    "slug": "club-equinoxe",
    "summary": {
      "en": "Polished, well-organized club with distinct zones, spa facilities, and a calm, beginner-friendly crowd.",
      "pl": "Wypolerowany, świetnie zorganizowany klub z wydzielonymi strefami, spa i spokojną, początkującą publicznością.",
      "fr": "Club haut de gamme, très organisé, avec zones distinctes, spa et public calme, idéal pour débuter.",
      "de": "Edler, gut organisierter Club mit klaren Zonen, Spa-Bereich und ruhigem, einsteigerfreundlichem Publikum.",
      "it": "Club di fascia alta, molto organizzato, con zone distinte, spa e pubblico tranquillo, ideale per chi inizia.",
      "es": "Club de alto nivel, muy organizado, con zonas claras, spa y público tranquilo, ideal para principiantes."
    },
    "city": "Hamburg",
    "country": "Germany",
    "country_code": "DE",
    "lat": 53.5511,
    "lng": 9.9937
  },
  {
    "name": "Fantasy Swingers Club",
    "slug": "fantasy-swingers-club",
    "summary": {
      "en": "Prague club review highlighting atmosphere, hosting, and layout.",
      "pl": "Praska recenzja klubu z naciskiem na atmosferę, obsługę i układ.",
      "fr": "Avis sur un club de Prague mettant en avant l'ambiance, l'accueil et l'agencement.",
      "de": "Prager Club-Review mit Fokus auf Atmosphäre, Gastgeber und Aufbau.",
      "it": "Recensione di un club di Praga con focus su atmosfera, accoglienza e layout.",
      "es": "Reseña de un club de Praga con énfasis en ambiente, acogida y distribución."
    },
    "city": "Prague",
    "country": "Czech Republic",
    "country_code": "CZ",
    "lat": 50.0755,
    "lng": 14.4378
  },
  {
    "name": "Fun4Two",
    "slug": "fun4two",
    "summary": {
      "en": "All-inclusive club with pool, spa-style wet area, buffet, and strict themed nights.",
      "pl": "Klub all-inclusive z basenem, strefą spa, bufetem i ścisłymi nocami tematycznymi.",
      "fr": "Club tout compris avec piscine, espace humide façon spa, buffet et soirées à thème strictes.",
      "de": "All-inclusive-Club mit Pool, Spa-Nassbereich, Buffet und strengen Mottoabenden.",
      "it": "Club all-inclusive con piscina, area umida da spa, buffet e serate a tema rigorose.",
      "es": "Club todo incluido con piscina, zona húmeda tipo spa, buffet y noches temáticas estrictas."
    },
    "city": "Rhoon",
    "country": "Netherlands",
    "country_code": "NL",
    "lat": 51.857,
    "lng": 4.422
  },
  {
    "name": "Bunker Swingers Club",
    "slug": "bunker-swingers-club",
    "summary": {
      "en": "Prague club review with notes on structure and nightly flow.",
      "pl": "Praska recenzja klubu z uwagami o układzie i przebiegu wieczoru.",
      "fr": "Avis sur un club de Prague avec notes sur la structure et le déroulé de la soirée.",
      "de": "Prager Club-Review mit Notizen zu Aufbau und Ablauf des Abends.",
      "it": "Recensione di un club di Praga con note su struttura e ritmo della serata.",
      "es": "Reseña de un club de Praga con notas sobre estructura y ritmo nocturno."
    },
    "city": "Prague",
    "country": "Czech Republic",
    "country_code": "CZ",
    "lat": 50.0755,
    "lng": 14.4378
  },
  {
    "name": "Bordeaux Swing Club",
    "slug": "bordeaux-swing-club-lodz",
    "summary": {
      "en": "Club review highlighting the Lodz community and hosted evenings.",
      "pl": "Recenzja klubu podkreślająca społeczność Łodzi i prowadzone wieczory.",
      "fr": "Avis du club mettant en avant la communauté de Łódź et les soirées animées.",
      "de": "Club-Review mit Fokus auf die Łódź-Community und moderierte Abende.",
      "it": "Recensione del club che mette in luce la community di Łódź e le serate ospitate.",
      "es": "Reseña del club destacando la comunidad de Łódź y las noches organizadas."
    },
    "city": "Lodz",
    "country": "Poland",
    "country_code": "PL",
    "lat": 51.7592,
    "lng": 19.455
  },
  {
    "name": "Le Boudoir",
    "slug": "le-boudoir",
    "summary": {
      "en": "Premier private club with three floors, lavish playrooms, and a cocktail bar; members-only access.",
      "pl": "Topowy klub prywatny z trzema piętrami, wystawnymi pokojami zabaw i barem koktajlowym; tylko dla członków.",
      "fr": "Club privé de premier plan avec trois étages, playrooms luxueuses et bar à cocktails ; accès réservé aux membres.",
      "de": "Erstklassiger Privatclub mit drei Etagen, luxuriösen Playrooms und Cocktailbar; nur für Mitglieder.",
      "it": "Club privato di alto livello con tre piani, playroom lussuose e cocktail bar; accesso riservato ai soci.",
      "es": "Club privado de primer nivel con tres plantas, salas de juego lujosas y coctelería; acceso solo para miembros."
    },
    "city": "London",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 51.5151834,
    "lng": -0.1952509
  },
  {
    "name": "Purple Mamba",
    "slug": "purple-mamba",
    "summary": {
      "en": "Intimate Midlands club known for a cozy, friendly atmosphere and weekly themed events.",
      "pl": "Kameralny klub w Midlands znany z przytulnej, przyjaznej atmosfery i cotygodniowych imprez tematycznych.",
      "fr": "Club intimiste des Midlands connu pour une atmosphère chaleureuse et des soirées à thème hebdomadaires.",
      "de": "Intimer Midlands-Club, bekannt für gemütliche, freundliche Atmosphäre und wöchentliche Motto-Events.",
      "it": "Club intimo nelle Midlands noto per atmosfera accogliente e eventi a tema settimanali.",
      "es": "Club íntimo en Midlands, conocido por ambiente acogedor y eventos temáticos semanales."
    },
    "city": "Nottingham",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 52.9534193,
    "lng": -1.1496461
  },
  {
    "name": "Townhouse",
    "slug": "townhouse-wirral",
    "summary": {
      "en": "Four-storey venue with dungeons, hot tubs, and inclusive events for swingers and kink communities.",
      "pl": "Czteropiętrowy obiekt z lochami, jacuzzi i inkluzywnymi wydarzeniami dla społeczności swingers i kink.",
      "fr": "Lieu sur quatre étages avec donjons, jacuzzis et événements inclusifs pour les communautés swinger et kink.",
      "de": "Vierstöckige Location mit Dungeons, Whirlpools und inklusiven Events für Swinger- und Kink-Communitys.",
      "it": "Location su quattro piani con dungeon, vasche idromassaggio ed eventi inclusivi per comunità swinger e kink.",
      "es": "Local de cuatro plantas con mazmorras, jacuzzis y eventos inclusivos para comunidades swinger y kink."
    },
    "city": "Wirral",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 53.379055,
    "lng": -3.0134733
  },
  {
    "name": "Cupids",
    "slug": "cupids-manchester",
    "summary": {
      "en": "Long-running swingers club with a dress-down policy and nightly events.",
      "pl": "Działający od lat klub swingerski z luźnym dress code i wydarzeniami każdej nocy.",
      "fr": "Club échangiste historique avec politique vestimentaire décontractée et événements nocturnes.",
      "de": "Langjähriger Swingerclub mit legerem Dresscode und nächtlichen Events.",
      "it": "Club scambisti storico con dress code informale ed eventi serali.",
      "es": "Club swinger veterano con dress code informal y eventos nocturnos."
    },
    "city": "Manchester",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 53.4794892,
    "lng": -2.2451148
  },
  {
    "name": "Within Temptation",
    "slug": "within-temptation-torquay",
    "summary": {
      "en": "Seaside club with pool, sauna, themed rooms, and an inclusive, accessible setup.",
      "pl": "Nadmorski klub z basenem, sauną, pokojami tematycznymi i inkluzywną, dostępną infrastrukturą.",
      "fr": "Club en bord de mer avec piscine, sauna, salles à thème et un cadre inclusif et accessible.",
      "de": "Club am Meer mit Pool, Sauna, Themenräumen und inklusivem, barrierearmem Setup.",
      "it": "Club sul mare con piscina, sauna, stanze a tema e un ambiente inclusivo e accessibile.",
      "es": "Club junto al mar con piscina, sauna, salas temáticas y un entorno inclusivo y accesible."
    },
    "city": "Torquay",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 50.4662172,
    "lng": -3.5298658
  },
  {
    "name": "Adam & Eve's",
    "slug": "adam-eves-manchester",
    "summary": {
      "en": "Swingers venue combined with a licensed sports bar, open daily with themed events.",
      "pl": "Miejsce swingerskie połączone z licencjonowanym sport barem, otwarte codziennie z imprezami tematycznymi.",
      "fr": "Lieu échangiste combiné à un bar sportif licencié, ouvert tous les jours avec soirées à thème.",
      "de": "Swinger-Location kombiniert mit lizenzierter Sportbar, täglich geöffnet mit Motto-Events.",
      "it": "Locale scambisti con bar sportivo autorizzato, aperto ogni giorno con serate a tema.",
      "es": "Espacio swinger combinado con bar deportivo con licencia, abierto a diario con eventos temáticos."
    },
    "city": "Manchester",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 53.4794892,
    "lng": -2.2451148
  },
  {
    "name": "The Vanilla Alternative",
    "slug": "vanilla-alternative",
    "summary": {
      "en": "Friendly, social London club with open-plan play areas and an easygoing dress code.",
      "pl": "Przyjazny, towarzyski klub w Londynie z otwartymi strefami zabawy i luźnym dress code.",
      "fr": "Club londonien convivial et social, espaces de jeu ouverts et dress code décontracté.",
      "de": "Freundlicher, sozialer London-Club mit offenen Play-Areas und lockerem Dresscode.",
      "it": "Club londinese amichevole e sociale, aree play aperte e dress code rilassato.",
      "es": "Club londinense cercano y social, áreas de juego abiertas y dress code relajado."
    },
    "city": "London",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 51.5074,
    "lng": -0.1278
  },
  {
    "name": "Rio's Health Spa",
    "slug": "rios-health-spa",
    "summary": {
      "en": "Naturist spa-first venue with hot tubs, steam rooms, and relaxed, towel-only nights.",
      "pl": "Miejsce typu spa-naturystyczne z jacuzzi, łaźniami parowymi i spokojnymi wieczorami tylko w ręczniku.",
      "fr": "Spa naturiste d'abord, avec jacuzzis, hammams et soirées détendues en serviette.",
      "de": "Naturisten-Spa zuerst, mit Whirlpools, Dampfbädern und entspannten Handtuchabenden.",
      "it": "Spa naturista prima di tutto, con idromassaggi, bagni di vapore e serate rilassate in asciugamano.",
      "es": "Spa naturista ante todo, con jacuzzis, baños de vapor y noches relajadas en toalla."
    },
    "city": "London",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 51.5467,
    "lng": -0.142
  },
  {
    "name": "Penthouse Playrooms",
    "slug": "penthouse-playrooms",
    "summary": {
      "en": "Large club with open play areas, private rooms, and a couples-only lounge.",
      "pl": "Duży klub z otwartymi strefami zabaw, prywatnymi pokojami i salonem tylko dla par.",
      "fr": "Grand club avec espaces de jeu ouverts, chambres privées et salon réservé aux couples.",
      "de": "Großer Club mit offenen Play-Bereichen, privaten Zimmern und einer Lounge nur für Paare.",
      "it": "Grande club con aree play aperte, stanze private e lounge solo per coppie.",
      "es": "Gran club con zonas de juego abiertas, habitaciones privadas y salón solo para parejas."
    },
    "city": "Dunstable",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 51.8861316,
    "lng": -0.5209341
  },
  {
    "name": "The Playgrounds",
    "slug": "the-playgrounds-derbyshire",
    "summary": {
      "en": "Lifestyle lodge events in a private house, offering relaxed house-party energy.",
      "pl": "Wydarzenia lifestyle w prywatnym domu, z luźną energią domowej imprezy.",
      "fr": "Événements lifestyle dans une maison privée, avec une ambiance décontractée de house party.",
      "de": "Lifestyle-Events in einem Privathaus mit entspannter Hausparty-Atmosphäre.",
      "it": "Eventi lifestyle in una casa privata, con l'energia rilassata di una house party.",
      "es": "Eventos lifestyle en una casa privada, con energía relajada de fiesta en casa."
    },
    "city": "Derbyshire",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 53.1185033,
    "lng": -1.5566179
  },
  {
    "name": "AbFab (Absolutely Fabulous)",
    "slug": "abfab",
    "summary": {
      "en": "Daytime naturist spa and swingers club near Heathrow with extensive facilities.",
      "pl": "Dzienne spa naturystyczne i klub swingerski koło Heathrow z rozbudowaną infrastrukturą.",
      "fr": "Spa naturiste en journée et club échangiste près d'Heathrow avec de vastes installations.",
      "de": "Tages-Naturisten-Spa und Swingerclub nahe Heathrow mit umfangreichen Einrichtungen.",
      "it": "Spa naturista diurno e club scambisti vicino a Heathrow con servizi completi.",
      "es": "Spa naturista diurno y club swinger cerca de Heathrow con amplias instalaciones."
    },
    "city": "Heathrow",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 51.467739,
    "lng": -0.4587801
  },
  {
    "name": "Swindon Swingers",
    "slug": "swindon-swingers",
    "summary": {
      "en": "Straightforward club focused on Saturday events with clear online guidance.",
      "pl": "Prosty klub skoncentrowany na sobotnich wydarzeniach z jasnymi wskazówkami online.",
      "fr": "Club simple axé sur les événements du samedi, avec des consignes claires en ligne.",
      "de": "Unkomplizierter Club mit Fokus auf Samstags-Events und klaren Online-Hinweisen.",
      "it": "Club essenziale focalizzato sugli eventi del sabato con indicazioni online chiare.",
      "es": "Club sencillo centrado en eventos del sábado con instrucciones claras en línea."
    },
    "city": "Swindon",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 51.5615327,
    "lng": -1.7854322
  },
  {
    "name": "Pleasures",
    "slug": "pleasures-kent",
    "summary": {
      "en": "Private house venue hosting themed Friday and Saturday parties with accommodation.",
      "pl": "Prywatny dom organizujący tematyczne imprezy w piątki i soboty z noclegiem.",
      "fr": "Maison privée accueillant des soirées à thème le vendredi et samedi avec hébergement.",
      "de": "Privathaus-Location mit Themenpartys freitags und samstags sowie Übernachtung.",
      "it": "Location in casa privata con feste a tema il venerdì e sabato e alloggio.",
      "es": "Espacio en casa privada con fiestas temáticas viernes y sábado y alojamiento."
    },
    "city": "Kent",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 51.2070749,
    "lng": 0.7210362
  },
  {
    "name": "Eureka",
    "slug": "eureka-kent",
    "summary": {
      "en": "Naturist spa and swingers club with large grounds, pools, and 7-day access.",
      "pl": "Spa naturystyczne i klub swingerski z rozległym terenem, basenami i dostępem 7 dni w tygodniu.",
      "fr": "Spa naturiste et club échangiste avec grands espaces, piscines et accès 7j/7.",
      "de": "Naturisten-Spa und Swingerclub mit großem Gelände, Pools und 7-Tage-Zugang.",
      "it": "Spa naturista e club scambisti con ampi spazi, piscine e accesso 7 giorni su 7.",
      "es": "Spa naturista y club swinger con amplios terrenos, piscinas y acceso los 7 días."
    },
    "city": "Kent",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 51.3971579,
    "lng": 0.902075
  },
  {
    "name": "Chameleons",
    "slug": "chameleons-darlaston",
    "summary": {
      "en": "Well-known club with multiple floors, operating in Darlaston and Newport.",
      "pl": "Znany klub z kilkoma piętrami, działający w Darlaston i Newport.",
      "fr": "Club réputé à plusieurs niveaux, présent à Darlaston et Newport.",
      "de": "Bekannter Club mit mehreren Etagen, tätig in Darlaston und Newport.",
      "it": "Club noto su più piani, attivo a Darlaston e Newport.",
      "es": "Club conocido con varias plantas, presente en Darlaston y Newport."
    },
    "city": "Darlaston",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 52.5733189,
    "lng": -2.0355619
  },
  {
    "name": "Xtasia",
    "slug": "xtasia-west-bromwich",
    "summary": {
      "en": "Long-established swingers and fetish venue with spa facilities and themed nights.",
      "pl": "Długo działające miejsce swingers i fetysz z zapleczem spa i nocami tematycznymi.",
      "fr": "Lieu échangiste et fétichiste de longue date avec installations spa et soirées à thème.",
      "de": "Lang etablierte Swinger- und Fetisch-Location mit Spa-Bereich und Motto-Nächten.",
      "it": "Locale scambista e fetish di lunga data con spa e serate a tema.",
      "es": "Local swinger y fetichista de larga trayectoria con spa y noches temáticas."
    },
    "city": "West Bromwich",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 52.5154653,
    "lng": -1.9889759
  },
  {
    "name": "Liberty Elite",
    "slug": "liberty-elite",
    "summary": {
      "en": "Upscale club and hotel with strict door policy and sophisticated ambience.",
      "pl": "Ekskluzywny klub i hotel z rygorystyczną selekcją przy wejściu i wyrafinowaną atmosferą.",
      "fr": "Club et hôtel haut de gamme avec politique d'entrée stricte et ambiance raffinée.",
      "de": "Gehobener Club und Hotel mit strikter Türpolitik und anspruchsvollem Ambiente.",
      "it": "Club e hotel di alto livello con selezione rigorosa all'ingresso e ambiente sofisticato.",
      "es": "Club y hotel de alta gama con política de entrada estricta y ambiente sofisticado."
    },
    "city": "Lutterworth",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 52.4552224,
    "lng": -1.1997815
  },
  {
    "name": "La Chambre",
    "slug": "la-chambre-sheffield",
    "summary": {
      "en": "Legendary family-run club with themed rooms and dungeon, closed in 2020.",
      "pl": "Legendarny rodzinny klub z pokojami tematycznymi i dungeonem, zamknięty w 2020.",
      "fr": "Club familial légendaire avec salles à thème et donjon, fermé en 2020.",
      "de": "Legendärer familiengeführter Club mit Themenräumen und Dungeon, 2020 geschlossen.",
      "it": "Club leggendario a gestione familiare con stanze a tema e dungeon, chiuso nel 2020.",
      "es": "Club legendario familiar con salas temáticas y mazmorra, cerrado en 2020."
    },
    "city": "Sheffield",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 53.3806626,
    "lng": -1.4702278
  },
  {
    "name": "Club F / Kestrel Hydro",
    "slug": "club-f-kestrel-hydro",
    "summary": {
      "en": "Naturist spa by day and swingers venue by night with pools, saunas, and chalets.",
      "pl": "Spa naturystyczne w dzień i miejsce swingerskie w nocy, z basenami, saunami i domkami.",
      "fr": "Spa naturiste le jour et lieu échangiste la nuit, avec piscines, saunas et chalets.",
      "de": "Tagsüber Naturisten-Spa, nachts Swinger-Location mit Pools, Saunen und Chalets.",
      "it": "Spa naturista di giorno e locale scambista di notte, con piscine, saune e chalet.",
      "es": "Spa naturista de día y local swinger de noche, con piscinas, saunas y chalets."
    },
    "city": "Durham",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 54.666667,
    "lng": -1.75
  },
  {
    "name": "Infusion",
    "slug": "infusion-blackpool",
    "summary": {
      "en": "Couples-focused spa club with pool, sauna, themed play areas, and seaside vibe.",
      "pl": "Klub spa nastawiony na pary z basenem, sauną, tematycznymi strefami zabaw i nadmorskim klimatem.",
      "fr": "Club spa axé sur les couples avec piscine, sauna, espaces de jeu à thème et ambiance balnéaire.",
      "de": "Paarorientierter Spa-Club mit Pool, Sauna, Themen-Play-Bereichen und Küstenflair.",
      "it": "Club spa per coppie con piscina, sauna, aree play a tema e vibe marittima.",
      "es": "Club spa enfocado en parejas con piscina, sauna, zonas de juego temáticas y ambiente costero."
    },
    "city": "Blackpool",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 53.7898181,
    "lng": -3.0575034
  },
  {
    "name": "Torture Garden",
    "slug": "torture-garden-london",
    "summary": {
      "en": "World-famous fetish club night with theatrical events, strict dress code, and consent focus.",
      "pl": "Światowej sławy nocny klub fetyszowy z teatralnymi wydarzeniami, rygorystycznym dress code i naciskiem na zgodę.",
      "fr": "Soirée fetish mondialement connue avec événements théâtraux, dress code strict et priorité au consentement.",
      "de": "Weltberühmte Fetisch-Clubnacht mit theatralen Events, strengem Dresscode und Consent-Fokus.",
      "it": "Serata fetish famosa nel mondo con eventi teatrali, dress code rigoroso e focus sul consenso.",
      "es": "Noche de club fetichista famosa mundialmente con eventos teatrales, dress code estricto y foco en el consentimiento."
    },
    "city": "London",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 51.5074456,
    "lng": -0.1277653
  },
  {
    "name": "Killing Kittens",
    "slug": "killing-kittens",
    "summary": {
      "en": "Elite members-only events known for luxurious venues, vetting, and women-led ethos.",
      "pl": "Elitarne wydarzenia tylko dla członków, znane z luksusowych miejsc, selekcji i kobiecego przywództwa.",
      "fr": "Événements élite réservés aux membres, connus pour leurs lieux luxueux, leur sélection et leur ethos dirigé par des femmes.",
      "de": "Elitäre Mitglieder-Events, bekannt für luxuriöse Locations, strenges Vetting und eine von Frauen geführte Haltung.",
      "it": "Eventi esclusivi per membri, noti per location lussuose, selezione e ethos guidato dalle donne.",
      "es": "Eventos exclusivos para miembros, conocidos por sedes lujosas, selección y un enfoque liderado por mujeres."
    },
    "city": "London",
    "country": "United Kingdom",
    "country_code": "GB",
    "lat": 51.5074456,
    "lng": -0.1277653
  },
  {
    "name": "Le Glamour",
    "slug": "le-glamour",
    "summary": {
      "en": "Cap d'Agde icon focused on exhibitionism, foam parties, and high-glam door standards.",
      "pl": "Ikona Cap d'Agde skupiona na ekshibicjonizmie, imprezach z pianą i rygorystycznej selekcji.",
      "fr": "Icône du Cap d'Agde axée sur l'exhibition, les soirées mousse et une sélection très exigeante.",
      "de": "Ikone in Cap d'Agde mit Fokus auf Exhibition, Schaumpartys und harter Tür.",
      "it": "Icona di Cap d'Agde focalizzata su esibizionismo, foam party e selezione molto severa.",
      "es": "Icono de Cap d'Agde centrado en exhibicionismo, fiestas de espuma y puerta muy exigente."
    },
    "city": "Cap d'Agde",
    "country": "France",
    "country_code": "FR",
    "lat": 43.2812,
    "lng": 3.5101
  },
  {
    "name": "Les Chandelles",
    "slug": "les-chandelles",
    "summary": {
      "en": "Paris dinner-to-club experience with candlelit dining and a discreet cellar play space.",
      "pl": "Paryskie połączenie kolacji i klubu: kolacja przy świecach i dyskretna piwniczna strefa zabaw.",
      "fr": "Expérience dîner-club parisienne : dîner aux chandelles puis cave discrète pour jouer.",
      "de": "Pariser Dinner-Club: Candlelight-Dinner und eine diskrete Keller-Play-Area.",
      "it": "Esperienza dinner-club parigina: cena a lume di candela e cellar discreta per giocare.",
      "es": "Experiencia cena-club parisina: cena a la luz de las velas y bodega discreta para jugar."
    },
    "city": "Paris",
    "country": "France",
    "country_code": "FR",
    "lat": 48.8566,
    "lng": 2.3522
  },
  {
    "name": "La Messaline",
    "slug": "la-messaline",
    "summary": {
      "en": "Iconic club echangiste near Paris with dance floor, alcoves, pool, and sauna.",
      "pl": "Ikoniczny klub swingerski pod Paryżem z parkietem, alkowami, basenem i sauną.",
      "fr": "Club échangiste iconique près de Paris avec piste de danse, alcôves, piscine et sauna.",
      "de": "Ikonischer Swingerclub nahe Paris mit Tanzfläche, Nischen, Pool und Sauna.",
      "it": "Club scambisti iconico vicino Parigi con pista da ballo, alcove, piscina e sauna.",
      "es": "Club swinger icónico cerca de París con pista de baile, alcobas, piscina y sauna."
    },
    "city": "Oinville-Saint-Liphard",
    "country": "France",
    "country_code": "FR",
    "lat": 48.2337734,
    "lng": 1.9168403
  },
  {
    "name": "360 Spa",
    "slug": "360-spa-toulouse",
    "summary": {
      "en": "Large libertine spa-club with multiple jacuzzis, sauna, and private rooms.",
      "pl": "Duży libertynski spa-klub z wieloma jacuzzi, sauną i prywatnymi pokojami.",
      "fr": "Grand spa-club libertin avec plusieurs jacuzzis, sauna et chambres privées.",
      "de": "Großer libertiner Spa-Club mit mehreren Whirlpools, Sauna und Privatzimmern.",
      "it": "Grande spa-club libertino con più jacuzzi, sauna e stanze private.",
      "es": "Gran spa-club libertino con varios jacuzzis, sauna y habitaciones privadas."
    },
    "city": "Toulouse",
    "country": "France",
    "country_code": "FR",
    "lat": 43.5743501,
    "lng": 1.4980396
  },
  {
    "name": "Sun City",
    "slug": "sun-city-lyon",
    "summary": {
      "en": "Huge club with waterfalls, sauna, hammam, and a strict nude policy.",
      "pl": "Ogromny klub z wodospadami, sauną, hammamem i ścisłą polityką nagości.",
      "fr": "Immense club avec cascades, sauna, hammam et politique de nudité stricte.",
      "de": "Riesiger Club mit Wasserfällen, Sauna, Hammam und strenger Nacktpolitik.",
      "it": "Club enorme con cascate, sauna, hammam e politica di nudità rigorosa.",
      "es": "Club enorme con cascadas, sauna, hammam y política estricta de desnudez."
    },
    "city": "Lyon",
    "country": "France",
    "country_code": "FR",
    "lat": 45.7578137,
    "lng": 4.8320114
  },
  {
    "name": "Vera's Club",
    "slug": "veras-club",
    "summary": {
      "en": "Stylish club on the Atlantic coast with themed rooms and an elegant dress code.",
      "pl": "Stylowy klub na wybrzeżu Atlantyku z pokojami tematycznymi i eleganckim dress code.",
      "fr": "Club élégant sur la côte Atlantique avec salles à thème et dress code raffiné.",
      "de": "Stilvoller Club an der Atlantikküste mit Themenräumen und elegantem Dresscode.",
      "it": "Club elegante sulla costa Atlantica con stanze a tema e dress code raffinato.",
      "es": "Club elegante en la costa Atlántica con salas temáticas y dress code elegante."
    },
    "city": "Saujon",
    "country": "France",
    "country_code": "FR",
    "lat": 45.6742681,
    "lng": -0.9244473
  },
  {
    "name": "Le Roi Rene",
    "slug": "le-roi-rene",
    "summary": {
      "en": "Historic libertine venue near Paris, closed in the 2010s but legendary.",
      "pl": "Historyczne miejsce libertynskie pod Paryżem, zamknięte w latach 2010., ale legendarne.",
      "fr": "Lieu libertin historique près de Paris, fermé dans les années 2010 mais légendaire.",
      "de": "Historische libertine Location nahe Paris, in den 2010ern geschlossen, aber legendär.",
      "it": "Locale libertino storico vicino a Parigi, chiuso negli anni 2010 ma leggendario.",
      "es": "Lugar libertino histórico cerca de París, cerrado en los 2010 pero legendario."
    },
    "city": "Ville-d'Avray",
    "country": "France",
    "country_code": "FR",
    "lat": 48.8279362,
    "lng": 2.1894241
  },
  {
    "name": "Les Chandelles",
    "slug": "les-chandelles",
    "summary": {
      "en": "Paris's most exclusive swingers club with strict dress code and discreet entry.",
      "pl": "Najbardziej ekskluzywny klub swingerski Paryża z rygorystycznym dress code i dyskretnym wejściem.",
      "fr": "Le club échangiste le plus exclusif de Paris avec dress code strict et entrée discrète.",
      "de": "Pariser exklusivster Swingerclub mit strengem Dresscode und diskretem Eingang.",
      "it": "Il club scambisti più esclusivo di Parigi con dress code rigoroso e ingresso discreto.",
      "es": "El club swinger más exclusivo de París con dress code estricto y entrada discreta."
    },
    "city": "Paris",
    "country": "France",
    "country_code": "FR",
    "lat": 48.8656864,
    "lng": 2.3363979
  },
  {
    "name": "Taken Club",
    "slug": "taken-club-paris",
    "summary": {
      "en": "Modern Paris club offering an intimate, upscale setting with selective entry.",
      "pl": "Nowoczesny paryski klub oferujący kameralne, ekskluzywne wnętrza z selektywnym wejściem.",
      "fr": "Club parisien moderne offrant un cadre intime et haut de gamme avec entrée sélective.",
      "de": "Moderner Pariser Club mit intimem, gehobenem Ambiente und selektivem Eintritt.",
      "it": "Club parigino moderno con ambiente intimo e di alto livello e ingresso selettivo.",
      "es": "Club parisino moderno que ofrece un entorno íntimo y exclusivo con entrada selectiva."
    },
    "city": "Paris",
    "country": "France",
    "country_code": "FR",
    "lat": 48.8520069,
    "lng": 2.3545629
  },
  {
    "name": "Le Glamour",
    "slug": "le-glamour-cap-d-agde",
    "summary": {
      "en": "Beachfront Cap d'Agde club with pool, spa, and nude or erotic dress code.",
      "pl": "Klub przy plaży w Cap d'Agde z basenem, spa i dress code nago lub erotyczny.",
      "fr": "Club en bord de mer à Cap d'Agde avec piscine, spa et dress code nu ou érotique.",
      "de": "Club am Strand in Cap d'Agde mit Pool, Spa und nackt/erotischem Dresscode.",
      "it": "Club sul mare a Cap d'Agde con piscina, spa e dress code nude o erotico.",
      "es": "Club frente a la playa en Cap d'Agde con piscina, spa y dress code desnudo o erótico."
    },
    "city": "Cap d'Agde",
    "country": "France",
    "country_code": "FR",
    "lat": 43.294798,
    "lng": 3.5303186
  },
  {
    "name": "Le Jardin d'Eden",
    "slug": "le-jardin-d-eden",
    "summary": {
      "en": "Clothing-optional hotel-resort club in Cap d'Agde with pool parties and playrooms.",
      "pl": "Hotelowy resort klubowy w Cap d'Agde z opcjonalną nagością, imprezami przy basenie i pokojami zabaw.",
      "fr": "Hôtel-resort libertin à Cap d'Agde, nudité optionnelle, avec pool parties et playrooms.",
      "de": "Clothing-optional Hotel-Resort-Club in Cap d'Agde mit Poolpartys und Playrooms.",
      "it": "Hotel-resort club a Cap d'Agde con nudità opzionale, pool party e playroom.",
      "es": "Club tipo hotel-resort en Cap d'Agde con ropa opcional, fiestas en la piscina y salas de juego."
    },
    "city": "Cap d'Agde",
    "country": "France",
    "country_code": "FR",
    "lat": 43.2951328,
    "lng": 3.5298674
  },
  {
    "name": "Chateau des Lys",
    "slug": "chateau-des-lys",
    "summary": {
      "en": "Grand chateau venue near Disneyland Paris, now occasional private events.",
      "pl": "Wielka posiadłość château pod Disneylandem Paris, dziś okazjonalne prywatne wydarzenia.",
      "fr": "Grand château près de Disneyland Paris, aujourd'hui pour événements privés occasionnels.",
      "de": "Großes Château nahe Disneyland Paris, heute für gelegentliche private Events.",
      "it": "Grande château vicino a Disneyland Paris, oggi per eventi privati occasionali.",
      "es": "Gran château cerca de Disneyland Paris, hoy para eventos privados ocasionales."
    },
    "city": "Seine-et-Marne",
    "country": "France",
    "country_code": "FR",
    "lat": 48.5112765,
    "lng": 2.6324396
  },
  {
    "name": "L'Extasia",
    "slug": "l-extasia",
    "summary": {
      "en": "Cap d'Agde favorite with large dance floor and indoor/outdoor play areas.",
      "pl": "Ulubieniec Cap d'Agde z dużym parkietem i strefami zabaw wewnątrz i na zewnątrz.",
      "fr": "Favori de Cap d'Agde avec grande piste de danse et espaces de jeu intérieur/extérieur.",
      "de": "Cap d'Agde-Favorit mit großer Tanzfläche und Indoor/Outdoor-Play-Bereichen.",
      "it": "Preferito a Cap d'Agde con ampia pista da ballo e aree play interne/esterne.",
      "es": "Favorito en Cap d'Agde con gran pista de baile y zonas de juego interiores/exteriores."
    },
    "city": "Cap d'Agde",
    "country": "France",
    "country_code": "FR",
    "lat": 43.2845374,
    "lng": 3.5117752
  },
  {
    "name": "L'Orphea",
    "slug": "l-orphea",
    "summary": {
      "en": "Normandy club with jacuzzi, themed rooms, and a friendly reputation.",
      "pl": "Normandzki klub z jacuzzi, pokojami tematycznymi i przyjazną reputacją.",
      "fr": "Club de Normandie avec jacuzzi, salles à thème et réputation conviviale.",
      "de": "Normandie-Club mit Whirlpool, Themenräumen und freundlichem Ruf.",
      "it": "Club in Normandia con jacuzzi, stanze a tema e reputazione accogliente.",
      "es": "Club de Normandía con jacuzzi, salas temáticas y reputación amistosa."
    },
    "city": "Normandy",
    "country": "France",
    "country_code": "FR",
    "lat": 49.0994488,
    "lng": -0.1935176
  },
  {
    "name": "Aloha",
    "slug": "aloha-normandy",
    "summary": {
      "en": "Modern Normandy club with a bar, dance area, and tropical-themed nights.",
      "pl": "Nowoczesny klub w Normandii z barem, strefą tańca i tropikalnymi nocami tematycznymi.",
      "fr": "Club moderne en Normandie avec bar, espace danse et soirées à thème tropical.",
      "de": "Moderner Normandie-Club mit Bar, Tanzfläche und tropischen Mottoabenden.",
      "it": "Club moderno in Normandia con bar, area danza e serate a tema tropicale.",
      "es": "Club moderno en Normandía con bar, zona de baile y noches temáticas tropicales."
    },
    "city": "Portsmouth",
    "country": "France",
    "country_code": "FR",
    "lat": 49.2011194,
    "lng": -0.3823996
  },
  {
    "name": "L'Absolu",
    "slug": "l-absolu",
    "summary": {
      "en": "Discreet Riviera club with terrace, pool, and upscale clientele.",
      "pl": "Dyskretny klub na Riwierze z tarasem, basenem i zamożną klientelą.",
      "fr": "Club discret sur la Riviera avec terrasse, piscine et clientèle haut de gamme.",
      "de": "Diskreter Riviera-Club mit Terrasse, Pool und gehobener Klientel.",
      "it": "Club discreto in Riviera con terrazza, piscina e clientela di alto livello.",
      "es": "Club discreto en la Riviera con terraza, piscina y clientela de alto nivel."
    },
    "city": "French Riviera",
    "country": "France",
    "country_code": "FR",
    "lat": 43.9525507,
    "lng": 7.4794283
  },
  {
    "name": "L'Anonyme",
    "slug": "l-anonyme",
    "summary": {
      "en": "Libertine restaurant-club combining dining, shows, and playrooms in the Var.",
      "pl": "Libertynska restauracja-klub łącząca kolację, show i pokoje zabaw w regionie Var.",
      "fr": "Restaurant-club libertin combinant dîner, shows et playrooms dans le Var.",
      "de": "Libertiner Restaurant-Club im Var mit Dinner, Shows und Playrooms.",
      "it": "Ristorante-club libertino nel Var che unisce cena, spettacoli e playroom.",
      "es": "Restaurante-club libertino en Var que combina cena, shows y salas de juego."
    },
    "city": "Var",
    "country": "France",
    "country_code": "FR",
    "lat": 43.4173551,
    "lng": 6.2664637
  },
  {
    "name": "Le Trapeze",
    "slug": "le-trapeze",
    "summary": {
      "en": "Renowned Paris club with saunas, jacuzzis, and elegant themed nights.",
      "pl": "Znany paryski klub z saunami, jacuzzi i eleganckimi nocami tematycznymi.",
      "fr": "Club parisien renommé avec saunas, jacuzzis et soirées à thème élégantes.",
      "de": "Renommierter Pariser Club mit Saunen, Whirlpools und eleganten Mottoabenden.",
      "it": "Club parigino rinomato con saune, jacuzzi e serate a tema eleganti.",
      "es": "Club parisino reconocido con saunas, jacuzzis y noches temáticas elegantes."
    },
    "city": "Paris",
    "country": "France",
    "country_code": "FR",
    "lat": 48.8534951,
    "lng": 2.3483915
  },
  {
    "name": "Insomnia",
    "slug": "insomnia-berlin",
    "summary": {
      "en": "Neo-burlesque erotic nightclub with fetish events, dungeon areas, and strict dress code.",
      "pl": "Erotyczny klub nocny w stylu neo-burleski z wydarzeniami fetyszowymi, strefami dungeon i rygorystycznym dress code.",
      "fr": "Nightclub érotique néo-burlesque avec événements fetish, zones donjon et dress code strict.",
      "de": "Neo-Burlesque-Erotikclub mit Fetisch-Events, Dungeon-Bereichen und strengem Dresscode.",
      "it": "Nightclub erotico neo-burlesque con eventi fetish, aree dungeon e dress code rigoroso.",
      "es": "Club nocturno erótico neo-burlesque con eventos fetichistas, áreas de mazmorra y dress code estricto."
    },
    "city": "Berlin",
    "country": "Germany",
    "country_code": "DE",
    "lat": 52.4655581,
    "lng": 13.3860876
  },
  {
    "name": "Lab.Oratory",
    "slug": "lab-oratory",
    "summary": {
      "en": "Male-only gay fetish club with explicit themed nights and strict dress codes.",
      "pl": "Męski gejowski klub fetyszowy z wyraźnymi nocami tematycznymi i ścisłym dress code.",
      "fr": "Club fetish gay réservé aux hommes avec soirées à thème explicites et dress codes stricts.",
      "de": "Männer-only Gay-Fetischclub mit expliziten Mottoabenden und strengen Dresscodes.",
      "it": "Club fetish gay solo uomini con serate a tema esplicite e dress code rigidi.",
      "es": "Club fetichista gay solo para hombres con noches temáticas explícitas y dress code estricto."
    },
    "city": "Berlin",
    "country": "Germany",
    "country_code": "DE",
    "lat": 52.5115736,
    "lng": 13.4430142
  },
  {
    "name": "Schloss Milkersdorf",
    "slug": "schloss-milkersdorf",
    "summary": {
      "en": "Lifestyle schloss hosting upscale couples events with suites and ballroom.",
      "pl": "Zamek lifestyle organizujący ekskluzywne wydarzenia dla par, z apartamentami i salą balową.",
      "fr": "Schloss lifestyle accueillant des événements haut de gamme pour couples avec suites et salle de bal.",
      "de": "Lifestyle-Schloss für gehobene Paarevents mit Suiten und Ballsaal.",
      "it": "Castello lifestyle che ospita eventi di alto livello per coppie con suite e sala da ballo.",
      "es": "Castillo lifestyle que alberga eventos exclusivos para parejas con suites y salón de baile."
    },
    "city": "Brandenburg",
    "country": "Germany",
    "country_code": "DE",
    "lat": 51.7785611,
    "lng": 14.1669271
  },
  {
    "name": "Chateau Royal",
    "slug": "chateau-royal",
    "summary": {
      "en": "Elegant couples-only villa club near Cologne/Bonn with playrooms and spa.",
      "pl": "Elegancki klub w willi tylko dla par pod Kolonią/Bonn, z pokojami zabaw i spa.",
      "fr": "Club-villa élégant réservé aux couples près de Cologne/Bonn avec playrooms et spa.",
      "de": "Eleganter Villa-Club nur für Paare bei Köln/Bonn mit Playrooms und Spa.",
      "it": "Club-villa elegante solo per coppie vicino Colonia/Bonn con playroom e spa.",
      "es": "Club-villa elegante solo para parejas cerca de Colonia/Bonn con salas de juego y spa."
    },
    "city": "Bad Honnef",
    "country": "Germany",
    "country_code": "DE",
    "lat": 50.6519752,
    "lng": 7.2570599
  },
  {
    "name": "FunPark Dorsten",
    "slug": "funpark-dorsten",
    "summary": {
      "en": "Large NRW swinger venue with wellness facilities and big-party nights.",
      "pl": "Duże miejsce swingerskie w NRW z zapleczem wellness i nocami dużych imprez.",
      "fr": "Grand lieu swinger en NRW avec espace bien-être et soirées grand format.",
      "de": "Große NRW-Swinger-Location mit Wellnessbereich und großen Party-Nächten.",
      "it": "Grande locale swinger in NRW con area wellness e serate di grandi feste.",
      "es": "Gran local swinger en NRW con instalaciones wellness y noches de grandes fiestas."
    },
    "city": "Dorsten",
    "country": "Germany",
    "country_code": "DE",
    "lat": 51.6604071,
    "lng": 6.9647431
  },
  {
    "name": "Atmos Sauna-Club",
    "slug": "atmos-sauna-club",
    "summary": {
      "en": "Hamburg spa-club blending naturist sauna culture with relaxed nightlife.",
      "pl": "Hamburski spa-klub łączący kulturę saun naturystycznych z luźnym nocnym życiem.",
      "fr": "Spa-club hambourgeois mêlant culture sauna naturiste et nightlife détendue.",
      "de": "Hamburger Spa-Club, der naturistische Saunakultur mit entspannter Nightlife verbindet.",
      "it": "Spa-club di Amburgo che unisce cultura della sauna naturista e nightlife rilassata.",
      "es": "Spa-club de Hamburgo que combina cultura de sauna naturista con vida nocturna relajada."
    },
    "city": "Hamburg",
    "country": "Germany",
    "country_code": "DE",
    "lat": 53.550341,
    "lng": 10.000654
  },
  {
    "name": "Val d'Amour",
    "slug": "val-d-amour",
    "summary": {
      "en": "Classic Brussels club prive with an intimate, welcoming atmosphere.",
      "pl": "Klasyczny brukselski club privé z kameralną, gościnną atmosferą.",
      "fr": "Club privé classique de Bruxelles avec une atmosphère intime et accueillante.",
      "de": "Klassischer Brüsseler Club privé mit intimer, einladender Atmosphäre.",
      "it": "Classico club privé di Bruxelles con atmosfera intima e accogliente.",
      "es": "Clásico club privado de Bruselas con ambiente íntimo y acogedor."
    },
    "city": "Brussels",
    "country": "Belgium",
    "country_code": "BE",
    "lat": 50.8480948,
    "lng": 4.3528709
  },
  {
    "name": "Funny Horse Club",
    "slug": "funny-horse-club",
    "summary": {
      "en": "Quirky Brussels club with relaxed atmosphere, discretion, and security.",
      "pl": "Nietypowy klub w Brukseli z luźną atmosferą, dyskrecją i bezpieczeństwem.",
      "fr": "Club bruxellois atypique avec ambiance détendue, discrétion et sécurité.",
      "de": "Skurriler Brüsseler Club mit entspannter Atmosphäre, Diskretion und Sicherheit.",
      "it": "Club particolare a Bruxelles con atmosfera rilassata, discrezione e sicurezza.",
      "es": "Club peculiar en Bruselas con ambiente relajado, discreción y seguridad."
    },
    "city": "Brussels",
    "country": "Belgium",
    "country_code": "BE",
    "lat": 50.8299526,
    "lng": 4.3588247
  },
  {
    "name": "Lotus Club",
    "slug": "lotus-club-luxembourg",
    "summary": {
      "en": "Luxembourg private club with weekend events, sauna, and couple-only rooms.",
      "pl": "Luksemburski klub prywatny z wydarzeniami weekendowymi, sauną i pokojami tylko dla par.",
      "fr": "Club privé au Luxembourg avec événements le week-end, sauna et salles réservées aux couples.",
      "de": "Privatclub in Luxemburg mit Wochenend-Events, Sauna und Räumen nur für Paare.",
      "it": "Club privato in Lussemburgo con eventi nel weekend, sauna e stanze solo per coppie.",
      "es": "Club privado en Luxemburgo con eventos de fin de semana, sauna y salas solo para parejas."
    },
    "city": "Luxembourg City",
    "country": "Luxembourg",
    "country_code": "LU",
    "lat": 49.5999681,
    "lng": 6.1342493
  },
  {
    "name": "Element6",
    "slug": "element6-vienna",
    "summary": {
      "en": "Vienna swingers club praised for a cozy atmosphere and friendly staff.",
      "pl": "Wiedeński klub swingerski chwalony za przytulną atmosferę i miłą obsługę.",
      "fr": "Club échangiste viennois apprécié pour son ambiance chaleureuse et son personnel sympathique.",
      "de": "Wiener Swingerclub, gelobt für gemütliche Atmosphäre und freundliches Personal.",
      "it": "Club scambisti di Vienna apprezzato per atmosfera accogliente e staff gentile.",
      "es": "Club swinger de Viena valorado por su ambiente acogedor y personal amable."
    },
    "city": "Vienna",
    "country": "Austria",
    "country_code": "AT",
    "lat": 48.2059688,
    "lng": 16.3396054
  },
  {
    "name": "Par i Hjartat",
    "slug": "par-i-hjartat",
    "summary": {
      "en": "Members-only Stockholm-area club with bar, lounge, stage, and play spaces.",
      "pl": "Klub tylko dla członków w okolicach Sztokholmu z barem, lounge, sceną i strefami zabaw.",
      "fr": "Club réservé aux membres dans la région de Stockholm avec bar, lounge, scène et espaces de jeu.",
      "de": "Mitgliederclub im Raum Stockholm mit Bar, Lounge, Bühne und Play-Bereichen.",
      "it": "Club solo per soci nell'area di Stoccolma con bar, lounge, palco e spazi play.",
      "es": "Club solo para miembros en la zona de Estocolmo con bar, lounge, escenario y áreas de juego."
    },
    "city": "Stockholm",
    "country": "Sweden",
    "country_code": "SE",
    "lat": 59.3251172,
    "lng": 18.0710935
  },
  {
    "name": "Paradise Club (Heaven Shifts)",
    "slug": "paradise-club-heaven-shifts",
    "summary": {
      "en": "Formerly Sweden's largest swingers club with multiple play levels and active events.",
      "pl": "Dawniej największy klub swingerski w Szwecji z wieloma poziomami play i aktywnymi wydarzeniami.",
      "fr": "Ancien plus grand club échangiste de Suède avec plusieurs niveaux de jeu et des événements actifs.",
      "de": "Ehemals größter Swingerclub Schwedens mit mehreren Play-Ebenen und aktiven Events.",
      "it": "Un tempo il più grande club scambisti della Svezia con più livelli play e eventi attivi.",
      "es": "Anteriormente el club swinger más grande de Suecia con varios niveles de juego y eventos activos."
    },
    "city": "Eskilstuna",
    "country": "Sweden",
    "country_code": "SE",
    "lat": 59.3717379,
    "lng": 16.5051474
  },
  {
    "name": "Club Adam & Eva",
    "slug": "club-adam-eva",
    "summary": {
      "en": "Modern swingers club in a rebuilt historic venue with bar, spa, and themed nights.",
      "pl": "Nowoczesny klub swingerski w odrestaurowanym historycznym obiekcie z barem, spa i nocami tematycznymi.",
      "fr": "Club échangiste moderne dans un lieu historique rénové avec bar, spa et soirées à thème.",
      "de": "Moderner Swingerclub in einem renovierten historischen Gebäude mit Bar, Spa und Mottoabenden.",
      "it": "Club scambisti moderno in una sede storica ristrutturata con bar, spa e serate a tema.",
      "es": "Club swinger moderno en un recinto histórico renovado con bar, spa y noches temáticas."
    },
    "city": "Norrkoping",
    "country": "Sweden",
    "country_code": "SE",
    "lat": 58.5909124,
    "lng": 16.1903511
  },
  {
    "name": "Adam og Eva",
    "slug": "adam-og-eva",
    "summary": {
      "en": "Denmark's oldest swingers club with a cozy, couples-oriented vibe.",
      "pl": "Najstarszy klub swingerski w Danii z przytulnym klimatem nastawionym na pary.",
      "fr": "Le plus ancien club échangiste du Danemark avec une ambiance cosy axée sur les couples.",
      "de": "Dänemarks ältester Swingerclub mit gemütlicher, paarorientierter Atmosphäre.",
      "it": "Il più antico club scambisti della Danimarca con un'atmosfera accogliente per coppie.",
      "es": "El club swinger más antiguo de Dinamarca con un ambiente acogedor orientado a parejas."
    },
    "city": "Copenhagen",
    "country": "Denmark",
    "country_code": "DK",
    "lat": 55.6867243,
    "lng": 12.5700724
  },
  {
    "name": "Swingland",
    "slug": "swingland",
    "summary": {
      "en": "Large member-run swingers association near Copenhagen, closed in 2018.",
      "pl": "Duże stowarzyszenie swingerskie prowadzone przez członków koło Kopenhagi, zamknięte w 2018.",
      "fr": "Grande association échangiste gérée par les membres près de Copenhague, fermée en 2018.",
      "de": "Große, mitgliedergeführte Swinger-Vereinigung nahe Kopenhagen, 2018 geschlossen.",
      "it": "Grande associazione scambista gestita dai membri vicino a Copenaghen, chiusa nel 2018.",
      "es": "Gran asociación swinger gestionada por socios cerca de Copenhague, cerrada en 2018."
    },
    "city": "Ishoj",
    "country": "Denmark",
    "country_code": "DK",
    "lat": 55.6207556,
    "lng": 12.3255279
  },
  {
    "name": "Club More",
    "slug": "club-more-helsinki",
    "summary": {
      "en": "Upscale swingers lounge focused on elegant experiences and private events.",
      "pl": "Ekskluzywny swingerski lounge skupiony na eleganckich doświadczeniach i prywatnych wydarzeniach.",
      "fr": "Lounge échangiste haut de gamme axé sur des expériences élégantes et des événements privés.",
      "de": "Gehobene Swinger-Lounge mit Fokus auf elegante Erlebnisse und private Events.",
      "it": "Lounge scambisti di alto livello focalizzata su esperienze eleganti ed eventi privati.",
      "es": "Lounge swinger de alta gama centrado en experiencias elegantes y eventos privados."
    },
    "city": "Helsinki",
    "country": "Finland",
    "country_code": "FI",
    "lat": 60.1666204,
    "lng": 24.9435408
  },
  {
    "name": "Training Pedralbes",
    "slug": "training-pedralbes",
    "summary": {
      "en": "Exclusive Barcelona club with luxury lounges, jacuzzi, and selective membership.",
      "pl": "Ekskluzywny klub w Barcelonie z luksusowymi lounge, jacuzzi i selektywnym członkostwem.",
      "fr": "Club exclusif de Barcelone avec salons luxueux, jacuzzi et adhésion sélective.",
      "de": "Exklusiver Club in Barcelona mit luxuriösen Lounges, Whirlpool und selektiver Mitgliedschaft.",
      "it": "Club esclusivo a Barcellona con lounge di lusso, jacuzzi e membership selettiva.",
      "es": "Club exclusivo en Barcelona con lounges de lujo, jacuzzi y membresía selectiva."
    },
    "city": "Barcelona",
    "country": "Spain",
    "country_code": "ES",
    "lat": 41.3825802,
    "lng": 2.177073
  },
  {
    "name": "Libert Club",
    "slug": "libert-club-barcelona",
    "summary": {
      "en": "Popular Barcelona club open nightly with bar, dance floor, and play spaces.",
      "pl": "Popularny klub w Barcelonie otwarty nocą z barem, parkietem i strefami zabaw.",
      "fr": "Club populaire à Barcelone ouvert chaque soir avec bar, piste de danse et espaces de jeu.",
      "de": "Beliebter Barcelona-Club, täglich abends geöffnet mit Bar, Tanzfläche und Play-Spaces.",
      "it": "Club popolare di Barcellona aperto ogni sera con bar, pista da ballo e spazi play.",
      "es": "Club popular en Barcelona abierto cada noche con bar, pista de baile y espacios de juego."
    },
    "city": "Barcelona",
    "country": "Spain",
    "country_code": "ES",
    "lat": 41.3825802,
    "lng": 2.177073
  },
  {
    "name": "Fusion VIP",
    "slug": "fusion-vip-madrid",
    "summary": {
      "en": "Exclusive Madrid swingers lounge with reservation-based entry and themed rooms.",
      "pl": "Ekskluzywny swingerski lounge w Madrycie z wejściem na rezerwację i pokojami tematycznymi.",
      "fr": "Lounge échangiste exclusive à Madrid avec entrée sur réservation et salles à thème.",
      "de": "Exklusive Swinger-Lounge in Madrid mit reservierungsbasiertem Eintritt und Themenräumen.",
      "it": "Lounge scambisti esclusiva a Madrid con ingresso su prenotazione e stanze a tema.",
      "es": "Lounge swinger exclusiva en Madrid con entrada por reserva y salas temáticas."
    },
    "city": "Madrid",
    "country": "Spain",
    "country_code": "ES",
    "lat": 40.416782,
    "lng": -3.703507
  },
  {
    "name": "Sala Trivial",
    "slug": "sala-trivial",
    "summary": {
      "en": "Large Madrid club with jacuzzi, showers, and varied themed rooms.",
      "pl": "Duży klub w Madrycie z jacuzzi, prysznicami i różnorodnymi pokojami tematycznymi.",
      "fr": "Grand club madrilène avec jacuzzi, douches et salles à thème variées.",
      "de": "Großer Madrider Club mit Whirlpool, Duschen und abwechslungsreichen Themenräumen.",
      "it": "Grande club a Madrid con jacuzzi, docce e stanze tematiche varie.",
      "es": "Gran club en Madrid con jacuzzi, duchas y salas temáticas variadas."
    },
    "city": "Madrid",
    "country": "Spain",
    "country_code": "ES",
    "lat": 40.416782,
    "lng": -3.703507
  },
  {
    "name": "Venus Star Resort",
    "slug": "venus-star-resort",
    "summary": {
      "en": "Swingers-only resort with bungalows, pool parties, nightclub, and spa.",
      "pl": "Resort tylko dla swingersów z bungalowami, imprezami przy basenie, klubem nocnym i spa.",
      "fr": "Resort réservé aux swingers avec bungalows, pool parties, nightclub et spa.",
      "de": "Swinger-only-Resort mit Bungalows, Poolpartys, Nachtclub und Spa.",
      "it": "Resort solo per swingers con bungalow, pool party, nightclub e spa.",
      "es": "Resort solo para swingers con bungalows, fiestas en la piscina, club nocturno y spa."
    },
    "city": "Maspalomas, Gran Canaria",
    "country": "Spain",
    "country_code": "ES",
    "lat": 28.1176573,
    "lng": -15.4554137
  },
  {
    "name": "Spice Lifestyle Resort",
    "slug": "spice-lifestyle-resort",
    "summary": {
      "en": "Pioneering swingers resort in Lanzarote, closed around 2020.",
      "pl": "Pionierski resort swingerski na Lanzarote, zamknięty około 2020.",
      "fr": "Resort échangiste pionnier à Lanzarote, fermé vers 2020.",
      "de": "Pionier-Swinger-Resort auf Lanzarote, um 2020 geschlossen.",
      "it": "Resort scambista pionieristico a Lanzarote, chiuso intorno al 2020.",
      "es": "Resort swinger pionero en Lanzarote, cerrado alrededor de 2020."
    },
    "city": "Lanzarote",
    "country": "Spain",
    "country_code": "ES",
    "lat": 29.0397081,
    "lng": -13.6362916
  },
  {
    "name": "Flirt Club",
    "slug": "flirt-club-rome",
    "summary": {
      "en": "Luxury club prive for couples and single women with strict dress code.",
      "pl": "Luksusowy club privé dla par i singielek z rygorystycznym dress code.",
      "fr": "Club privé de luxe pour couples et femmes seules avec dress code strict.",
      "de": "Luxuriöser Club privé für Paare und alleinstehende Frauen mit strengem Dresscode.",
      "it": "Club privé di lusso per coppie e donne single con dress code rigoroso.",
      "es": "Club privado de lujo para parejas y mujeres solas con dress code estricto."
    },
    "city": "Rome",
    "country": "Italy",
    "country_code": "IT",
    "lat": 42.1870643,
    "lng": 12.2211032
  },
  {
    "name": "Club Nautilus (Club Prive Milano)",
    "slug": "club-nautilus-milan",
    "summary": {
      "en": "Long-running Milan club with dance floor, themed nights, and playrooms.",
      "pl": "Długo działający klub w Mediolanie z parkietem, nocami tematycznymi i pokojami zabaw.",
      "fr": "Club milanais historique avec piste de danse, soirées à thème et playrooms.",
      "de": "Langjähriger Mailänder Club mit Tanzfläche, Mottoabenden und Playrooms.",
      "it": "Club milanese di lunga data con pista da ballo, serate a tema e playroom.",
      "es": "Club milanés de larga trayectoria con pista de baile, noches temáticas y salas de juego."
    },
    "city": "Milan",
    "country": "Italy",
    "country_code": "IT",
    "lat": 45.4641943,
    "lng": 9.1896346
  },
  {
    "name": "Maison de l'Amour",
    "slug": "maison-de-l-amour",
    "summary": {
      "en": "Milan club prive with refined ambiance, sauna, and private boudoirs.",
      "pl": "Mediolański club privé z wyrafinowaną atmosferą, sauną i prywatnymi buduarami.",
      "fr": "Club privé milanais avec ambiance raffinée, sauna et boudoirs privés.",
      "de": "Mailänder Club privé mit elegantem Ambiente, Sauna und privaten Boudoirs.",
      "it": "Club privé milanese con atmosfera raffinata, sauna e boudoir privati.",
      "es": "Club privado milanés con ambiente refinado, sauna y boudoirs privados."
    },
    "city": "Milan",
    "country": "Italy",
    "country_code": "IT",
    "lat": 45.5536137,
    "lng": 9.4153814
  },
  {
    "name": "Capriccio Club",
    "slug": "capriccio-club",
    "summary": {
      "en": "High-end Milan club with modern design, couples-only sections, and LED-lit spaces.",
      "pl": "Ekskluzywny klub w Mediolanie z nowoczesnym designem, strefami tylko dla par i podświetlanymi LED przestrzeniami.",
      "fr": "Club haut de gamme à Milan avec design moderne, espaces réservés aux couples et zones éclairées par LED.",
      "de": "Gehobener Mailänder Club mit modernem Design, Bereichen nur für Paare und LED-beleuchteten Flächen.",
      "it": "Club di alto livello a Milano con design moderno, sezioni solo per coppie e spazi illuminati a LED.",
      "es": "Club de alta gama en Milán con diseño moderno, secciones solo para parejas y espacios iluminados con LED."
    },
    "city": "Milan",
    "country": "Italy",
    "country_code": "IT",
    "lat": 45.4641943,
    "lng": 9.1896346
  },
  {
    "name": "Obidis Club",
    "slug": "obidis-club",
    "summary": {
      "en": "Downtown Milan club with a friendly vibe, bar, dance area, and intimate rooms.",
      "pl": "Klub w centrum Mediolanu z przyjaznym klimatem, barem, strefą tańca i kameralnymi pokojami.",
      "fr": "Club du centre de Milan avec ambiance conviviale, bar, espace danse et chambres intimes.",
      "de": "Club in der Mailänder Innenstadt mit freundlicher Atmosphäre, Bar, Tanzbereich und intimen Zimmern.",
      "it": "Club nel centro di Milano con atmosfera amichevole, bar, area danza e stanze intime.",
      "es": "Club en el centro de Milán con ambiente amistoso, bar, zona de baile y salas íntimas."
    },
    "city": "Milan",
    "country": "Italy",
    "country_code": "IT",
    "lat": 45.4641943,
    "lng": 9.1896346
  },
  {
    "name": "Harem Club Prive",
    "slug": "harem-club-prive",
    "summary": {
      "en": "Large erotic sauna-club with wet spa, relaxation areas, and themed playrooms.",
      "pl": "Duży erotyczny klub-sauna z mokrym spa, strefami relaksu i tematycznymi pokojami zabaw.",
      "fr": "Grand sauna-club érotique avec spa humide, zones de détente et playrooms à thème.",
      "de": "Großer erotischer Sauna-Club mit Nass-Spa, Ruhebereichen und Themen-Playrooms.",
      "it": "Grande sauna-club erotico con spa umida, aree relax e playroom a tema.",
      "es": "Gran sauna-club erótico con spa húmedo, zonas de relax y salas de juego temáticas."
    },
    "city": "Milan",
    "country": "Italy",
    "country_code": "IT",
    "lat": 45.4641943,
    "lng": 9.1896346
  },
  {
    "name": "Sun Garden",
    "slug": "sun-garden-sezana",
    "summary": {
      "en": "Slovenian swingers retreat with saunas, jacuzzi, and a relaxed weekend vibe.",
      "pl": "Słoweński retreat swingerski z saunami, jacuzzi i luźnym weekendowym klimatem.",
      "fr": "Retraite échangiste slovène avec saunas, jacuzzi et ambiance détendue le week-end.",
      "de": "Slowenischer Swinger-Retreat mit Saunen, Whirlpool und entspannter Wochenendstimmung.",
      "it": "Ritiro scambista sloveno con saune, jacuzzi e vibe rilassata da weekend.",
      "es": "Retiro swinger esloveno con saunas, jacuzzi y ambiente relajado de fin de semana."
    },
    "city": "Sezana",
    "country": "Slovenia",
    "country_code": "SI",
    "lat": 45.7439897,
    "lng": 13.9348926
  },
  {
    "name": "Klub Margerita",
    "slug": "klub-margerita",
    "summary": {
      "en": "Private nude sauna club in Nova Gorica welcoming swingers and themed nights.",
      "pl": "Prywatny klub saunowy nudystyczny w Nova Gorica, przyjazny swingersom i nocami tematycznymi.",
      "fr": "Club sauna nudiste privé à Nova Gorica accueillant les swingers et des soirées à thème.",
      "de": "Privater Nacktsauna-Club in Nova Gorica, der Swinger und Mottoabende begrüßt.",
      "it": "Club sauna nudista privato a Nova Gorica che accoglie swingers e serate a tema.",
      "es": "Club sauna nudista privado en Nova Gorica que acoge swingers y noches temáticas."
    },
    "city": "Nova Gorica",
    "country": "Slovenia",
    "country_code": "SI",
    "lat": 45.9580549,
    "lng": 13.6474706
  },
  {
    "name": "Black Diamond Club",
    "slug": "black-diamond-club",
    "summary": {
      "en": "Private Belgrade club with discreet, invitation-led weekend events.",
      "pl": "Prywatny klub w Belgradzie z dyskretnymi, zaproszeniowymi wydarzeniami weekendowymi.",
      "fr": "Club privé de Belgrade avec événements de week-end discrets sur invitation.",
      "de": "Privater Belgrader Club mit diskreten Wochenend-Events auf Einladung.",
      "it": "Club privato a Belgrado con eventi del weekend discreti su invito.",
      "es": "Club privado en Belgrado con eventos de fin de semana discretos por invitación."
    },
    "city": "Belgrade",
    "country": "Serbia",
    "country_code": "RS",
    "lat": 44.8153318,
    "lng": 20.4456588
  },
  {
    "name": "EJ's Club",
    "slug": "ejs-club-dublin",
    "summary": {
      "en": "Exclusive swingers party series in Dublin with vetted, themed monthly events.",
      "pl": "Ekskluzywna seria imprez swingerskich w Dublinie z weryfikowanymi, tematycznymi wydarzeniami co miesiąc.",
      "fr": "Série de soirées échangistes exclusives à Dublin avec événements mensuels thématiques et sélection.",
      "de": "Exklusive Swinger-Partyreihe in Dublin mit geprüften, monatlichen Motto-Events.",
      "it": "Serie esclusiva di feste scambiste a Dublino con eventi mensili a tema e selezione.",
      "es": "Serie exclusiva de fiestas swinger en Dublín con eventos mensuales temáticos y selección."
    },
    "city": "Dublin",
    "country": "Ireland",
    "country_code": "IE",
    "lat": 53.3493795,
    "lng": -6.2605593
  },
  {
    "name": "Kamelot Pub",
    "slug": "kamelot-pub",
    "summary": {
      "en": "Small Costa del Sol swingers venue with basic rooms and older clientele; limited amenities but easy to find.",
      "pl": "Small Costa del Sol swingers venue with basic rooms and older clientele; limited amenities but easy to find.",
      "fr": "Small Costa del Sol swingers venue with basic rooms and older clientele; limited amenities but easy to find.",
      "de": "Small Costa del Sol swingers venue with basic rooms and older clientele; limited amenities but easy to find.",
      "it": "Small Costa del Sol swingers venue with basic rooms and older clientele; limited amenities but easy to find.",
      "es": "Small Costa del Sol swingers venue with basic rooms and older clientele; limited amenities but easy to find."
    },
    "city": "Costa del Sol",
    "country": "Spain",
    "country_code": "ES"
  },
  {
    "name": "New Eden",
    "slug": "new-eden",
    "summary": {
      "en": "Larger Costa del Sol swingers club with multiple rooms and jacuzzis; communication and consent around shared spaces were challenging.",
      "pl": "Larger Costa del Sol swingers club with multiple rooms and jacuzzis; communication and consent around shared spaces were challenging.",
      "fr": "Larger Costa del Sol swingers club with multiple rooms and jacuzzis; communication and consent around shared spaces were challenging.",
      "de": "Larger Costa del Sol swingers club with multiple rooms and jacuzzis; communication and consent around shared spaces were challenging.",
      "it": "Larger Costa del Sol swingers club with multiple rooms and jacuzzis; communication and consent around shared spaces were challenging.",
      "es": "Larger Costa del Sol swingers club with multiple rooms and jacuzzis; communication and consent around shared spaces were challenging."
    },
    "city": "Costa del Sol",
    "country": "Spain",
    "country_code": "ES"
  },
  {
    "name": "Club 2+2",
    "slug": "club-2-2",
    "summary": {
      "en": "Upscale, intimate Tallinn club with sauna culture, friendly regulars, and spotless rooms.",
      "pl": "Ekskluzywny, kameralny klub w Tallinnie z kulturą saun, przyjaznymi bywalcami i nienaganną czystością.",
      "fr": "Club intime et soigné à Tallinn, culture sauna, habitués chaleureux et salles impeccables.",
      "de": "Gehobener, intimer Club in Tallinn mit Saunakultur, freundlichen Stammgästen und makellosen Räumen.",
      "it": "Club intimo e curato a Tallinn con cultura della sauna, habitué cordiali e stanze impeccabili.",
      "es": "Club íntimo y cuidado en Tallin con cultura de sauna, habituales amables y salas impecables."
    },
    "city": "Tallinn",
    "country": "Estonia",
    "country_code": "EE",
    "lat": 59.437,
    "lng": 24.7536
  },
  {
    "name": "Same Place",
    "slug": "same-place",
    "summary": {
      "en": "Bucharest villa-style club known for warm hosting, adventurous group spaces, and easygoing rules.",
      "pl": "Willa-klub w Bukareszcie znany z serdecznej obsługi, odważnych stref grupowych i swobodnych zasad.",
      "fr": "Club-villa à Bucarest, réputé pour l'accueil, des espaces de groupe audacieux et des règles souples.",
      "de": "Villa-Club in Bukarest, bekannt für herzliche Hosts, mutige Gruppenflächen und lockere Regeln.",
      "it": "Villa club a Bucarest, noto per l'accoglienza, aree di gruppo audaci e regole flessibili.",
      "es": "Villa-club en Bucarest conocida por la hospitalidad, zonas de grupo atrevidas y reglas flexibles."
    },
    "city": "Bucharest",
    "country": "Romania",
    "country_code": "RO",
    "lat": 44.4268,
    "lng": 26.1025
  }
]
