[
  {
    "rating": 4.5,
    "text": "We went to this club on a random evening. It is a bit outside of Barcelona, so you need a car to get there. That makes it a bit more expensive and less spontaneous. But the place itself is beautiful. It is an old villa with a lot of character. The building has a nice outside area, including a pool, but since we went on a cold day, the pool was closed.\n\nInside, the architecture looked very good. On the ground floor there is a social area with a nice bar. There is also a small shop at the entrance where you can buy some toys and gadgets.\n\nThat evening, the club was not very full. Maybe around 10 couples, some playing, but nothing very exciting. Still, not bad for a random night. Sadly, there were some electricity problems. At one point, the lights and music stopped completely.\n\nOur feeling is: this club has a lot of potential. The building is really beautiful and unique. If it’s full and everything works, it could be a great place. But on our evening, it was quiet. So this is a limited review — not bad, but we hope to come again on a better night.",
    "status": "published",
    "date": "2025-07-24",
    "ratings": {},
    "club_slug": "oops-barcelona",
    "country": "Spain",
    "city": "Barcelona",
    "country_code": "ES",
    "language": "en",
    "author_type": "constellation",
    "author_slug": "ledbyswing",
    "date_visited": "May 2025",
    "dress_code": "Casual",
    "website": "https://uhomoswinger.com/",
    "party_type": "Random evening",
    "day_of_week": "Thursday"
  },
  {
    "rating": 3.0,
    "text": "We wanted to visit Wroclaw, and see how Wroclaw’s swing life looks light, so we decided to test this new Swing Club : Lullaby. After chatting with locals, the reviews where mixed, which is quite common, but you know only once you actually view by your own eyes. So after our usual cultural programme, we went there, I do not remember if it was Friday or Saturday, probably Friday. It’s somewhere in the outskirts, in a residential street, somehow over another business, quite discreet. Once inside, the crowd was limited. The owners showed us around, it’s always better if a club is owned by actual swingers rather than by just investors. At first sight, the chances of action were limited, a few people were around, a few couples, couple of single men. One couple was attractive and sitting at the bar. We started to talk to them, and we had a flow. We discussed about our experiences, like it’s often the case in swing clubs or meetings. From what I remember, we went twice to the play rooms, and had genuine fun. Did she squirt for the first time ? Very possible.\n\nSo the evening was really nice, but we have the feeling that we were lucky. It’s not something uncommon, but because the public was so restricted, we feel that luck played an actual role.\n\nAnlight wanted to order a Jamesson Whiskey at the bar, which did not work, but the owner promised that next time they will have it.\n\nWe had some sexy dance, at the end, there was probably the potential for more if we had more energy.\n\nIn general the interior was made in a “Manual” manner, with limited capital, but that’s OK for us, we are crossing fingers so that the place can iteratively improve with time.\n\n⭐ ⭐ ⭐ ⭐\n\n⭐ ⭐\n\n⭐ ⭐ ⭐",
    "status": "published",
    "date": "2023-05-31",
    "ratings": {
      "cleanliness": 4,
      "architecture_building": 2
    },
    "club_slug": "lullaby-swing-club",
    "country": "Poland",
    "city": "Wroclaw",
    "country_code": "PL",
    "language": "en",
    "author_type": "constellation",
    "author_slug": "ledbyswing",
    "date_visited": "April 2022",
    "dress_code": "Casual",
    "website": "https://lullabywroclaw.pl/",
    "party_type": "Random evening",
    "day_of_week": "Friday"
  },
  {
    "rating": 4.5,
    "text": "We are in Sicily, Italy, writing in present because we are still here. And this time we will visit just one club. We asked on the local Swingers portal where to go. And the answer was consensual. Everyone was just recommending La Sabbie Nere even though there are quite a few Swing clubs around Catania.  We will return there, which means that this first review will still evolve.\n\nLet’s start with a list of things that where special for us. There is a summer zone with a swimming pool, palms, and a nice garden, that looks amazing on pictures…. and also in reality. The only thing is that we expected some action to take place there… and nothing. It was there just for decoration. Not sure if it was a rule, or nobody wanted to swim that night, maybe it’s used only on Sundays where there is a spa day.\n\nThe next interesting thing are the play zones on the first floor. From what we can remember, it’s designed as a way for couples to encounter single men in a controlled manners. There is a couple only zone that has interactive places, glory holes, but not only !\n\nThis review will be unorganized, now a mistake we did… we went there from Catania by taxi. That was risky. The club is 20km out of town, and it’s impossible to find a taxi or a cab in the night to get back. The owners helped us a lot, asking other guests and calling taxis, finally a nice couple we played with took us home, but it’s safer to get there by car !\n\nThe cost model is specific, you have to pay 50Euros per person (100 per couple) the first time, but the next times it’s more symbolic (15Euros or for free on Friday), you pay only for drinks. Snacks were available for free when we visited.\n\nSingle men have to pay high prices, but still there were a lot of them, which is ok as there was a couple only zone.\n\nFor the ones who like to dance, a dance floor was there, with professional dancers around until around 1am, then no one cared to dance anymore.\n\nThe play rooms were extremely dark, if you like to see who you have sex with, bring light with you.\n\nIf you do NOT speak italian, do not expect to have tons of conversations, only the language of love is universal in le Sabbie Nere. (which means black sand, as it’s located on the foot of Etna).\n\nThe public is from whole Siciliy, Palermo, Messina, Catania and more, a few tourists but not many.\n\n⭐ ⭐ ⭐ ⭐\n\n⭐ ⭐ ⭐ ⭐ ⭐\n\n⭐ ⭐ ⭐ ⭐",
    "status": "published",
    "date": "2023-07-20",
    "ratings": {
      "cleanliness": 4,
      "architecture_building": 5
    },
    "club_slug": "le-sabbie-nere",
    "country": "Italy",
    "city": "Catania",
    "country_code": "IT",
    "language": "en",
    "author_type": "constellation",
    "author_slug": "ledbyswing",
    "date_visited": "July 2023",
    "dress_code": "Casual",
    "website": "https://www.clubsabbienere.com/",
    "party_type": "Spicy Match event",
    "day_of_week": "Saturday"
  },
  {
    "rating": 4.5,
    "text": "this weekend we attended the Wasteland fetish party in the cult KitKat club in Berlin. No pictures allowed there, but we did a few before and after.",
    "status": "published",
    "date": "2023-10-10",
    "ratings": {},
    "club_slug": "kitkat-wasteland",
    "country": "Germany",
    "city": "Berlin",
    "country_code": "DE",
    "language": "en",
    "author_type": "constellation",
    "author_slug": "ledbyswing"
  },
  {
    "rating": 5.0,
    "text": "Spoiler alert, that is right now (December 2022) our favorite place so far. While we did our test tour of Prague’s Swinger clubs, just after us visiting the Bunker Club we decided to visit one of the two top rated clubs. (The second being Paradiso, review to come soon). So we visited the club a first time in the middle of the week, it was then promising, but a little too empty, so we got ready for Saturday. At first we were worried by the fact that the dress code was strict and requiring accessories we did not have but after reading the small print the club had us covered. So we carried on, the club is located in a residential area in a basement. Close to it there was a casino, where we asked where is the swing club, they said it’s next door 🙂 we were not the first ones asking. Behind the casino a parking lot has more than enough space for us swingers.\n\nIn the lockers every guest was greeted with a white bed sheet and a laurel wreath, the outfit was ready. And it was actual fun to see everyone on the same level. In addition to that, decorative touches have been to the usual really simple and classy interior design.\n\nThat’s where we should say a few words about the interior architecture. Although it’s build into a basement, the design, the size, the cleanliness was at the highest level. Nothing was overdone. Even the traditional screen streaming random porn had a playlist that matched the club. Because Anlight had a fresh tattoo we could only scarcely use the hot tub (one side of which was directly next to the bar, so you could order cocktails from there), and not at all the Sauna (I am pretty sure there was a Sauna), but it did not matter. The highlight for us was a cosy white playroom designed for sex with an infinite list of possibilities.\n\nFrom what we remember, here people do really swing. Following the rules, everything is just normal, we had a lot of fun. With a couple in a smaller room, and with a lot of couples in the bigger one.  No need to share more details your imagination has to do the rest. Even in the locker we already could predict that it will be fun, because everyone was just relaxed and smiling, not too many tourists (for sure us), just a nice balance.\n\n⭐ ⭐ ⭐ ⭐ ⭐\n\n⭐ ⭐ ⭐ ⭐ ⭐\n\n⭐ ⭐ ⭐ ⭐ ⭐",
    "status": "published",
    "date": "2022-12-25",
    "ratings": {
      "cleanliness": 5,
      "architecture_building": 5
    },
    "club_slug": "fantasy-swingers-club",
    "country": "Czech Republic",
    "city": "Prague",
    "country_code": "CZ",
    "language": "en",
    "author_type": "constellation",
    "author_slug": "ledbyswing",
    "date_visited": "May 2022",
    "dress_code": "Antique outfit",
    "website": "https://swingers-fantasy.cz/",
    "party_type": "Ancient Rome (or something like that)",
    "day_of_week": "Saturday"
  },
  {
    "rating": 5.0,
    "text": "While we had a “workation” week in the Netherlands, we decided to visit the two top local clubs, one of them being the Fun4Two, close to Rotterdam. Geographically everything is close in the Netherlands, so even considering you are in Amsterdam, you should definitively consider this club. Let’s start with a spoiler. It’s a place of superlatives.  From reviews we read, or people we talked with, it’s the best swinger club in the world. Will we agree with that, let’s see.\n\nThe club has a few rooms that looked absolutely lovely, but unfortunately were available only from two nights which did not fit our needs. But the club has a kind of partnership with a hotel that is just 5 min away by car. And there is an actual shuttle organized between this hotel and the club. The population of the hotel when we stayed there was : American tourists, tourists from around the world, and Swingers from around the world, we know because of the shuttle and we recognized a few of them at breakfast in the morning after 😉\n\nFirst surprise when we arrived…. a huge queue of couples, even though we reserved, we never waited in a queue in front of a Swing club before. It was at night, in autumn, so we could just guess how nice the surroundings were, including the trailer you could book for sleeping over.\n\nWe noticed the indication that the building is marked as historical, probably an old farm, but that was just the beginning of our architectural surprises.\n\nAfter a quick brief for local beginners and a funny membership card we got there, we used the lockers that were highly busy, and quite vintage.\n\nOnce ready, we started visiting, the first room, a huge disco-bar-restaurant room in a medieval environment. The music was good, the drinks were included in the price. Wendgan can not drink too much, but we were feeling like tourists more than swingers that night. And that’s probably the worse part of the place, because it’s a place of superlatives, people come not only to swing, but also as tourists, like they would visit the red light district in Amsterdam without actually making use of any of the possibilities.\n\nWe did not try the food, but there is definitively a kitchen in-house, and the menu is changing on a regular base on what we read. No way to meet there to speak, but if you had no time to eat or want to take some rest, it’s definitively a very good option.\n\nThere were plenty of play rooms, the highlights being the spa/Jacuzzi/saunas which were just spotless, clean, and perfectly decorated. One thing that is quite rare in Swinger clubs is the absence of kitsch.\n\nThe next highlight was the massage room with at least 10 perfectly equipped massage mattresses, with professional equipment, we visited the place twice, once at the beginning, where it was actually romantic everything separated by curtains showing something, not too much. Later in the night,  the romanticism was mixed with some porn background.\n\nWe played a little bit only that night. Still we would recommend the place because it’s worth a visit even making abstraction of it’s touristic side.\n\nThe reservation was obligatory and needed, there is a chance the club was its maximum capacity.\n\nThe club is probably almost always couples only.\n\nThe price was approximately 170EUR, which considering the fact that includes drinks, a real restaurant, that it’s the Netherlands really reasonable.\n\n⭐ ⭐ ⭐ ⭐ ⭐\n\n⭐ ⭐ ⭐ ⭐ ⭐\n\n⭐ ⭐ ⭐",
    "status": "published",
    "date": "2022-12-01",
    "ratings": {
      "cleanliness": 5,
      "architecture_building": 5
    },
    "club_slug": "fun4two",
    "country": "Poland",
    "city": null,
    "country_code": "PL",
    "language": "en",
    "author_type": "constellation",
    "author_slug": "ledbyswing",
    "date_visited": "September 2022",
    "dress_code": "“Civil downstairs,  Sexy upstairs “",
    "website": "https://www.fun4two.nl/",
    "party_type": "No special event",
    "day_of_week": "Saturday"
  },
  {
    "rating": 3.5,
    "text": "During spring we spent a week in Prague, and as we were starting our adventure with swing we decided to test the local clubs, Prague has a lot of swing clubs considering the density of the city. And we started with the bunker club, it had the lowest amount of good reviews within our “selection”, anyway we went on. We parked following the instructions in what looked like a classical communist high rise housing buildings. And after going around we found the entrance that is completely unmarked. A long corridor did bring us to a locker room where the mobile phone coverage was inexistant. So if someone wanted to kidnap us, nobody would ever find us. Once changed we visited the club, which was completely empty. A buffet was here, free drinks were included if I remember well. It looked promising. On the walls every detail looked like being the fruit of thorough attention. The decoration as well. There was no specific style, but the love for detail and the practical optimizations showed that for sure sometimes crazy parties take place here. Unfortunately that was not one of this evenings, the day after or before was a public holiday, and except us, only two rather unattractive men shared the club with us. We had a few drinks relaxing waiting for some company, but it did just not happen. The bar lady was feeling really sorry, and looking at the buffet they were as surprised as us about this evening’s lack of success. Now we know that it can happen, and it’s part of the experience. You never have a guarantee of fun or success. You have to be humble 🙂\n\n⭐ ⭐ ⭐ ⭐ ⭐\n\n⭐ ⭐",
    "status": "published",
    "date": "2022-11-24",
    "ratings": {
      "cleanliness": 5,
      "architecture_building": 2
    },
    "club_slug": "bunker-swingers-club",
    "country": "Czech Republic",
    "city": "Prague",
    "country_code": "CZ",
    "language": "en",
    "author_type": "constellation",
    "author_slug": "ledbyswing",
    "date_visited": "May 2022",
    "dress_code": "“Sexy”",
    "website": "https://swingersklub.eu/",
    "party_type": "No special event",
    "day_of_week": "Sunday"
  },
  {
    "rating": 4.5,
    "text": "This is a special review, as it concerns our first visit in a swing club. We were stressed, the dress code stated on the website seemed restrictive. We did some shopping to comply. It was not clear for us what’s the best time to arrive. Once finally ready the Uber driver dropped us in front of the Cinema Museum. The weather was foggy, like in a Sherlock Holmes. A men’s silhouette was walking in front of us, it did not look reassuring. And then, in an old brick building a red light was flickering. We entered following the silhouette. Once inside, we were greeted well as you would expect for beginners. We changed for a sexier outfit, and ended up sitting on a sofa, having drink after drink, observing what was happening around us. Single men where sitting at the bar, like they were always sitting here. A few couples arrived. We were keeping observing. Before we agreed that the day will be only about observing to see “How it is”. Finally a more experienced coupled talked with us. Later the action began. Basically all happens in one building, and the rooms are actually just separation walls. So the sound is common. We decided to visit a little. Played a little together, which was already a small event on it’s own. Then finally somehow, we joined a closed party in one of the boxes. Where things happened. For us a lot. We were in the action. I remember Anlight being playing with two women, or actually they were playing with her. I (Wendgan) remember fingering at least one of the ladies, without too much security, but focusing on the show.\n\nOnce we got out, we met another beginners couple who was less lucky with both their alcohol consumption and the event on it’s own, also waiting for a cab while having digestive consequences of the over consumption.\n\nIn the taxi, we looked at out selves, did not debrief much, but I think it was clear it will not be our last adventure in the domain of Swing 🙂\n\nLater we understood it was not the best evening maybe. But that’s how it goes 😉 Hopefully we can come back one day, for a party that we actually choose.\n\n⭐ ⭐ ⭐ ⭐ ⭐\n\n⭐ ⭐ ⭐ ⭐\n\n⭐ ⭐ ⭐",
    "status": "published",
    "date": "2022-11-14",
    "ratings": {
      "cleanliness": 5,
      "architecture_building": 4
    },
    "club_slug": "bordeaux-swing-club-lodz",
    "country": "Poland",
    "city": "Lodz",
    "country_code": "PL",
    "language": "en",
    "author_type": "constellation",
    "author_slug": "ledbyswing",
    "date_visited": "March 2022",
    "dress_code": "“Elegant”",
    "website": "https://www.bordeauxclub.pl/",
    "party_type": "No special event",
    "day_of_week": "Friday"
  }
]
